{
  "plugins": {
    "LuaSnip": {
      "src": "https://www.github.com/L3MON4D3/LuaSnip"
    },
    "blink.cmp": {
      "src": "https://www.github.com/saghen/blink.cmp"
    },
    "blink.lib": {
      "src": "https://www.github.com/saghen/blink.lib"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "diffview.nvim": {
      "src": "https://github.com/sindrets/diffview.nvim"
    },
    "emmet-vim": {
      "src": "https://www.github.com/mattn/emmet-vim"
    },
    "fidget.nvim": {
      "src": "https://github.com/j-hui/fidget.nvim"
    },
    "harpoon": {
      "src": "https://www.github.com/ThePrimeagen/harpoon",
      "version": "'harpoon2'"
    },
    "lazydev.nvim": {
      "src": "https://www.github.com/folke/lazydev.nvim"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/mason-org/mason-lspconfig.nvim"
    },
    "mason-tool-installer.nvim": {
      "src": "https://github.com/WhoIsSethDaniel/mason-tool-installer.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "nvim-colorizer.lua": {
      "src": "https://www.github.com/norcalli/nvim-colorizer.lua"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://www.github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "nvim-treesitter-context": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-context"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://www.github.com/nvim-treesitter/nvim-treesitter-textobjects"
    },
    "oil.nvim": {
      "src": "https://www.github.com/stevearc/oil.nvim"
    },
    "plenary.nvim": {
      "src": "https://www.github.com/nvim-lua/plenary.nvim"
    },
    "telescope-fzf-native.nvim": {
      "src": "https://www.github.com/nvim-telescope/telescope-fzf-native.nvim"
    },
    "telescope.nvim": {
      "src": "https://www.github.com/nvim-telescope/telescope.nvim"
    },
    "tokyonight.nvim": {
      "src": "https://github.com/folke/tokyonight.nvim"
    },
    "typescript-tools.nvim": {
      "src": "https://www.github.com/pmizio/typescript-tools.nvim"
    },
    "undotree": {
      "src": "https://www.github.com/mbbill/undotree"
    },
    "vim-abolish": {
      "src": "https://www.github.com/tpope/vim-abolish"
    },
    "vim-fugitive": {
      "src": "https://www.github.com/tpope/vim-fugitive"
    },
    "vim-repeat": {
      "src": "https://www.github.com/tpope/vim-repeat"
    },
    "vim-sleuth": {
      "src": "https://www.github.com/tpope/vim-sleuth"
    },
    "vim-surround": {
      "src": "https://www.github.com/tpope/vim-surround"
    },
    "vim-unimpaired": {
      "src": "https://github.com/tpope/vim-unimpaired"
    },
    "zen-mode.nvim": {
      "src": "https://www.github.com/folke/zen-mode.nvim"
    }
  }
}
